Revit 2027 API
ParameterTypeId.StairsTriserTreadMark Property
 "Tread Mark": (OBSOLETE)
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTriserTreadMark { get; }
Public Shared ReadOnly Property StairsTriserTreadMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTriserTreadMark {
	ForgeTypeId^ get ();
}
static member StairsTriserTreadMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace